
[Russian]
;Translated by Dmitry Yerokhin (erodim@mail.ru)
;Last updated: October 14, 2008 by Dmitry Yerokhin

;COMMON VALUES
LOKBUTTON=OK
LCANCELBUTTON=Отмена
LSAVEASBUTTON=Сохранить как...
LANALYZEBUTTON=Анализ
LDEFRAGBUTTON=Дефрагментация
LCLOSEBUTTON=Закрыть
LRESTARTBUTTON=Перезапуск
LLATERBUTTON=Позже
LREPORTBUTTON=Создать отчёт...
LSTOPBUTTON=Стоп
LBROWSEBUTTON=Обзор...
LERROR=Ошибка
LENABLED=Вкл.
LDISABLED=Выкл.
LNOTSUPPORTED=Не поддерживается
LREGREPLACE=Ошибка: RegReplaceKey запрещён. Перезапустите Windows и повторите попытку.
LRESTOREPOINTNOT=Точка восстановления не поддерживается.
LCREATINGRESTORE=Создание точки восстановления...

;MAIN WINDOW
LNEVERUSED=Нет
LMENUOPTIONS=Настройки
LMENUHELP=Справка
LMENUABOUT=О программе
LOVERVIEW=Общая информация
LLASTDEFRAG=Последняя дефрагментация:
LSIZERECOVERED=Высвобождено:
LPERCENT=Процент:
LWOULDLIKE=Выберите действие
LDEFRAGTITLE=Дефрагментация реестра
LREGINFOTITLE=Информация о реестре
LUPDATEOK=У вас самая новая версия программы.
LUPDATEDISABLED=Автопроверка обновлений отключена.
LUPDATENEW=Доступна новая версия.
LUPDATEWAIT=Проверка наличия новой версии. Подождите.
LMOREINFO=ещё...
LUPDATES=Обновления

;ABOUT WINDOW
LABOUTTITLE=О программе
LVERSION=Версия
LICON=Создание значков:

;OPTIONS WINDOW
LOPTIONS=Настройки
LOPTIONSDESCRIPTION=Настройка параметров программы.
LSETTINGS=Общие настройки
LLANGUAGE=Язык
LCHKCHECKUPDATE=Автоматически проверять наличие обновлений
LCHECKNOW=Найти обновления сейчас...
LCHKDEFRAGMYCOMPUTER=Пункт "Дефрагментация реестра..." в контекстном меню Моего компьютера
LCHKREGINFOMYCOMPUTER=Пункт "Информация о реестре" в контекстном меню Моего компьютера
LBACKUPS=Резервные копии
LAUTOREGFILES=Создавать резервные копии файлов реестра перед дефрагментацией
LAUTORESTOREPOINT=Создавать точку восстановления перед дефрагментацией
LBACKUPFOLDER=Папка для резервных копий:

;REGISTRY INFORMATIONS WINDOW
LINFORMATIONS=Информация
LREGINFODESCRIPTION=Сведения о реестре Windows.
LSO=Операционная система:
LUSER=Пользователь:
LREGSIZE=Размер реестра:
LCOLUMNPATH=Путь
LCOLUMNSIZE=Размер
LREGISTRYFILES=Файлы реестра
LNUMBERFILES=Число файлов:

;DIAGNOSTICS WINDOW
LDIAGTITLE=Диагностика

;DIAGNOSTIC WINDOW - ADDITIONAL
LHIVENAME=Имя улья:
LLOGICALPATH=Логический путь:
LMAPPATH=Путь карты:
LTEMPPATH=Временный путь:
LHIVESIZE=Размер улья:
LKEY=Ключ:
LVALIDFILE=Файл существует.
LNOTVALIDFILE=Файл не существует.

;DEFRAG WINDOW - First Screen
LDEFRAGDESCRIPTION=Оптимизация и сжатие реестра Windows.
LTITLEPROBLEM=Проблема и решение
LMAINTEXT=При работе Windows постоянно происходит запись и удаление данных реестра. Со временем эти данные становятся фрагментированными. Данная программа оптимизирует реестр, удаляя пустые участки, фрагменты и впустую занятые места.
LBENEFITS=Quicksys RegDefrag улучшает общую производительность системы и повышает скорость доступа к реестру.
LTITLESTEPS=Этапы
LSTEP1=1. Анализ реестра.
LSTEP2=2. Просмотр результатов анализа.
LSTEP3=3. Дефрагментация реестра. Требуется перезагрузка ПК.
LTITLEANALYZE=Нажмите "Анализ", чтобы начать операцию.
LAUTOBACKUP=Авторезервирование:
LAUTORESTORE=Создание точки восстановления:

;DEFRAG WINDOW - Second Screen
LSTATUSANALYZING=Анализ реестра. Подождите.
LPROGRESS=Ход выполнения:
LREADING=Проверка:
LSTOPPROCESS=Остановка процесса...

;DEFRAG WINDOW - Third Screen
LRESULTS=Анализ результатов
LCOMPARATION=Сравнение
LCONCLUSION=Заключение
LREGISTRYFRAGMENTATION=Фрагментированность реестра
LCURRENTSIZE=Текущий размер реестра:
LNEWSIZE=Новый размер реестра:
LSIZEDIFFERENCE=Разница в размерах:
LLEGFRAG=фрагментировано
LLEGALLOC=распределено
LBACKREGFILES=Создание копий файлов реестра:
LBACKRESTORE=Создание точки восстановления:
LCONCLUSION=Заключение

;DEFRAG WINDOW - Fourth Screen
LDEFRAGCOMPLETED=Дефрагментация выполнена.
LFINISHED=Процесс успешно завершён.
LRESTARTREQUIRED=Чтобы изменения вступили в силу, необходимо перезагрузить компьютер.
LRESTARTMSGBOX=Перезагрузить ПК сейчас?
LHTMLREPORT=Сейчас можно создать HTML-отчёт с информацией о дефрагментации.

;DEFRAG WINDOW - Others
LREDEFRAGRESTART=Чтобы начать новый анализ, необходимо перезагрузить компьютер.
LDEFRAGMSGBOX1=Закройте все запущенные приложения.
LDEFRAGMSGBOX2=Анализ может длиться несколько минут.
LDEFRAGMSGBOX3=Во время этого процесса компьютер может перестать реагировать на действия пользователя.
LDEFRAGMSGBOX4=Нажмите "Yes", чтобы начать операцию.
LFEWFRAGMENTS=Найдено незначительное число фрагментов. Необходимости в дефрагментации реестра нет.
LNOFRAGMENTS=Фрагменты не обнаружены. Дефрагментация реестра невозможна.
LTOOFRAGMENTS=Найдено очень много фрагментов. Нажмите "Дефрагментация", чтобы оптимизировать реестр.

;REPORT 
LNAMEREPORT=Отчёт
LH1=Отчёт о дефрагментации
LCREATEDBY=Создан
LDATE=Дата:
LTIME=Вреия:
LSUMMARY=Итого о дефрагментации
LREGPROCESSED=Обработано файлов реестра:
LREGANASTART=Анализ реестра начат:
LREGANAFINISHED=Анализ реестра закончен:
LREGTOTALFINISHED=Общее время анализа:
LREGSIZEBEFORE=Размер реестра до:
LREGSIZEAFTER=Размер реестра после:
LREGSIZEDIFFERENCE=Разница в размерах:
LREGFILESSUMMARY=Итого о файлах реестра
LCOLUMNREGFILE=Файл реестра
LCOLUMNREGBEFORE=Размер до
LCOLUMNAFTER=Размер после
LCOLUMNDIFFERENCE=Разница в размерах

;COMMANDLINE - PROGRESSWINDOW
LDEFRAGMENT=Дефрагментация реестра
LDEFRAGNOW=Дефрагментация:

;NEW PHRASES! Please, translate!
LHTMLCREATED=HTML-отчёт успешно создан. 
LOPENNOW=Открыть сейчас?
LNOTHTMLCREATED=Ошибка! HTML-отчёт НЕ создан.
LFILE=Файл
LFREESPACE=Недостаточно свободного места для дефрагментирования. Проверьте и повторите попытку.
LERROREGREAD=Ошибка! Невозможно прочитать информацию реестра.
